Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་གཞན་ལ། སྟོང་པ་ཉིད་ཀྱང་གཞན་ཡིན་ཏེ། དེ་བས་ན་སྟོང་པ་ཉིད་ཡོད་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཡོད་དོ་ཞེས་བརྗོད་དུ་ཡང་མི་ནུས་སོ།
en: Similarly, you cannot say, “A bodhisattva is one thing and emptiness is another, so, because emptiness exists, a bodhisattva exists as well.”

source: །དེ་བཞིན་དུ་ཐམས་ཅད་ལ་ཡང་སྦྱར་བར་བྱའོ།
en: Construe the others like that also.

source: །དེ་སྐད་བསྟན་པ་དང་། གཞན་དག་ཐེ་ཚོམ་ཟ་སྟེ། གལ་ཏེ་སྟོང་པ་ཉིད་ཀྱང་གཞན་ལ་ཆོས་ཀྱང་གཞན་ཡིན་ན། དེ་ལྟ་ན་ནི་ཆོས་ལས་ཆོས་ཉིད་གཞན་ཡིན་པར་གྱུར་ན། ཆོས་ཉིད་ཀྱང་ཆོས་ལས་གཞན་ཡིན་པར་གྱུར་ཏེ།
en: Having taught that, it addresses the doubt of others who think, “If emptiness is one thing and a dharma another, then the true nature of a dharma will be different than the dharma, and the dharma will be different than the true nature of the dharma, and that is not correct.”

source: དེ་ཡང་མི་རིགས་སོ་སྙམ་པ་ལ། སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་བྱང་ཆུབ་སེམས་དཔའི་མིང་མེད་དོ་ཞེས་བྱ་བ་གསུངས་ཏེ།
en: It says “and there is no name bodhisattva apart from emptiness.”

source: བྱང་ཆུབ་སེམས་དཔའི་མིང་གི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ལས་བྱང་ཆུབ་སེམས་དཔའི་མིང་གཞན་མ་ཡིན་ནོ། །དེ་བས་ན་ཆོས་ཉིད་ལས་ཆོས་གཞན་མ་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means the emptiness of the name bodhisattva is not something other than the name bodhisattva, so the dharma is not something other than the true nature of the dharma.

source: །དེ་ལ་གཞན་ཐེ་ཚོམ་ཟ་སྟེ་གལ་ཏེ་སྟོང་པ་ཉིད་ལས་ཆོས་གཞན་མ་ཡིན་ལ། སྟོང་པ་ཉིད་དེ་ཡང་ཡོད་ན། དེ་ལྟར་ནི་ཆོས་དེ་ཡང་ཡོད་པར་འགྱུར་རོ་སྙམ་པ་ལ།
en: Others still doubt this, thinking that if a dharma does not differ from emptiness, and if emptiness exists, in that case the dharma will exist as well.

source: དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའི་མིང་ཉིད་སྟོང་པ་ཉིད་དོ་ཞེས་བྱ་བ་གསུངས་ཏེ།
en: It says “the name bodhisattva itself is emptiness.”

source: ཀུན་བརྟགས་པའི་ངོ་བོ་ཉིད་དང་བྲལ་བ་ཡོངས་སུ་གྲུབ་པའི་བྱང་ཆུབ་སེམས་དཔའི་མིང་གང་ཡིན་པ་དེ་ཉིད་སྟོང་པ་ཉིད་དེ། དེ་ལས་གཞན་པའི་སྟོང་པ་ཉིད་ཅེས་བྱ་བ་ནི་མེད་དོ།
en: Just that thoroughly established name bodhisattva, free from a falsely imagined nature, is itself emptiness, and there is no “emptiness” other than that. “

source: །སྟོང་པ་ཉིད་བྱང་ཆུབ་སེམས་དཔའི་མིང་ཡིན་ཞེས་བྱ་བ་ཡང་མཇུག་སྡུད་དེ།
en: And emptiness is the name bodhisattva as well” is the conclusion.

source: འདི་ལྟར་ཡོངས་སུ་གྲུབ་པའི་ངོ་བོ་ཉིད་ལ་འདིར་བྱང་ཆུབ་སེམས་དཔའི་མིང་ཞེས་བྱའི། ཀུན་བརྟགས་པ་ལ་ནི་མི་བྱའོ། །དེ་བས་ན་སྟོང་པ་ཉིད་ཁོ་ན་བྱང་ཆུབ་སེམས་དཔའི་མིང་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that because the name bodhisattva is to be used for this, the thoroughly established nature, it is not to be used for the imaginary, so only “emptiness is the name bodhisattva.”

source: །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་དང་། བྱང་ཆུབ་ཅེས་བྱ་བ་དེར་ཡང་དེ་ལྟར་སྦྱར་བར་བྱ་སྟེ།
en: Similarly, construe “bodhisattva” and “awakening” with that in the same way as well.

source: བྱང་ཆུབ་སེམས་དཔའི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ནོ།
en: The emptiness of the bodhisattva is not the bodhisattva.

source: །སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མེད་དོ།
en: There is no bodhisattva apart from emptiness.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཉིད་སྟོང་པ་ཉིད་དོ།
en: The bodhisattva is emptiness.

source: །སྟོང་པ་ཉིད་བྱང་ཆུབ་སེམས་དཔའོ་ཞེས་སྦྱར་བར་བྱའོ།
en: Emptiness is the bodhisattva as well.

source: །དེ་ལྟར་བཤད་པ་འདི་ལ་སྔར་བྱང་ཆུབ་སེམས་དཔའ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་གི །སྟོང་པ་ཉིད་ཀྱིས་ནི་མ་ཡིན་ནོ་ཞེས་སྨྲས་པས།
en: Thus, in this explanation, earlier it has said that “a bodhisattva is empty of the intrinsic nature of a bodhisattva, but… not empty because of emptiness.”

source: གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སྟོང་པ་ཉིད་ཀྱི་ངོ་བོ་ཉིད་དུ་ཡོད་ན། དེ་ལྟ་ན་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་པ་ཉིད་དུ་འགྱུར་རོ་ཞེས་སྨྲས་པ་ལ།
en: Were it to have said that bodhisattvas exist with emptiness as their intrinsic nature, in that case it would have said that bodhisattvas just exist.

source: བྱང་ཆུབ་སེམས་དཔའི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ནོ་ཞེས་བྱ་བ་གསུངས་ཏེ་ཀུན་བརྟགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་སྟོང་པ་ཉིད་དང་ཐ་དད་པའི་ཕྱིར་དེ་ལ་ཉེས་པ་མེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: So, it says “the emptiness of the bodhisattva is not the bodhisattva.” What it means to say is that the imaginary bodhisattva differs from emptiness so it does not have the fault.

source: །དེ་སྐད་སྨྲས་པ་དང་། གཞན་ན་རེ་ཆོས་དང་ཆོས་ཉིད་ཐ་དད་ན་ནི་ཆོས་ལས་ཆོས་ཉིད་གཞན་དུ་འགྱུར་རོ་ཞེས་སྨྲས་པ་དེ་ལ་སྟོང་པ་ཉིད་ལས་གུད་ན་བྱང་ཆུབ་སེམས་དཔའ་མེད་དོ་ཞེས་བྱ་བ་གསུངས་ཏེ། ཡོངས་སུ་གྲུབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་སྟོང་པ་ཉིད་ལས་གཞན་མ་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: It says this, and then to someone who says that if a dharma and the true nature of a dharma are different, the true nature of a dharma would be something else, it says “there is no bodhisattva apart from emptiness,” which is to say, the thoroughly established bodhisattva is not other than emptiness.

source: །དེ་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཉིད་སྟོང་པ་ཉིད་དོ་ཞེས་བྱ་བས་བསྟན་ཏེ།
en: With “the bodhisattva is emptiness,” it has taught just that.

source: བྱང་ཆུབ་སེམས་དཔའ་སྟོང་པ་ཉིད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: It means the bodhisattva is emptiness.

source: །ཡང་སྟོང་པ་ཉིད་བྱང་ཆུབ་སེམས་དཔའོ་ཞེས་བྱ་བས་ནི་མཇུག་སྡུད་དེ།
en: And again, “emptiness is the bodhisattva as well” is the conclusion.

source: སྟོང་པ་ཉིད་དང་། ཡོངས་སུ་གྲུབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཐ་དད་པ་མ་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means the thoroughly established bodhisattva and emptiness are not different.

source: །དེ་སྐད་སྨྲས་པ་དང་། གཞན་དག་ཐེ་ཚོམ་དུ་གྱུར་པ་ལ།
en: Having said that others still entertain doubt, so it says “and why?”

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན་ཞེས་བྱ་བས་གཏན་ཚིགས་བསྟན་ཏོ།
en: and teaches the reason.

source: །གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་དང་སྟོང་པ་ཉིད་ལ་ཐ་དད་པ་ཅུང་ཟད་ཀྱང་མེད་ན་ནི་བྱང་ཆུབ་སེམས་དཔའ་སྟོང་པ་ཉིད་ཀྱི་ངོ་བོ་ཉིད་དུ་འགྱུར་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་མེད་དོ་ཞེས་བྱ་བར་འགྱུར་རོ་སྙམ་པ་དེའི་ཕྱིར། འདི་ལྟར་འདི་ལྟ་སྟེ་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་མོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ།
en: To someone who thinks, “If a bodhisattva and emptiness are not even slightly different bodhisattvas would be in their intrinsic nature emptiness, and hence there would be no bodhisattvas,” it says, “because this—namely, bodhisattva—is just a name,” and so on.

source: དེ་ཉིད་ང་འདོད་པ་ཉིད་དོ།
en: Just that is exactly what we accept.

source: །ཁྱོད་ཀྱིས་ཡོད་དོ་ཞེས་བྱ་བ་གང་ཡིན་པ་དེ་དེ་ལྟར་ཡོད་ན་ནི་བྱང་ཆུབ་སེམས་དཔའ་འམ། བྱང་ཆུབ་སེམས་དཔའི་མིང་ངམ། བྱང་ཆུབ་ལ་སོགས་པ་ཞིག་ཡིན་གྲང་ན།
en: It means this: When, given that they thus exist, you say that “they exist,” and you can suppose that “they” are the bodhisattva, the name bodhisattva, or the awakening, and so on.

source: དེ་དག་ཐམས་ཅད་ནི་ཡོད་པ་མ་ཡིན་ཏེ། ཀུན་བརྟགས་པ་རྣམས་ནི་མིང་ཙམ་དུ་ཟད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: They all are nonexistent, which is to say imaginary phenomena are simply “just names.” “

source: །འདི་ལྟ་སྟེ་སྟོང་པ་ཉིད་ཅེས་བྱ་བ་འདི་ནི་མིང་ཙམ་མོ་ཞེས་བྱ་བ་ནི་གང་གི་ཚེ་སྟོང་པ་ཉིད་ཡོད་དོ་སྙམ་དུ་སེམས་པ་དེའི་ཚེ། དེ་ཡང་རྣམ་པར་བརྟགས་ན་མིང་ཙམ་དུ་ཟད་ཀྱི། ངོ་བོ་ཉིད་དུ་ཡོད་པ་མ་ཡིན་ནོ་ཞེས་བསྟན་པའོ།
en: And because this—namely, emptiness—is just a name”— when you think emptiness exists and investigate, even that is just a name; it does not exist in its intrinsic nature.

source: །འདིར་ཡང་གཏན་ལ་དབབ་མི་ནུས་ནས།
en: It is still not possible to be certain about this, so it says “why?”

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན་ཞེས་བྱ་བའི་གཏན་ཚིགས་བསྟན་ཏོ།
en: and teaches the reason.

source: །གལ་ཏེ་ཆོས་དེ་དག་མེད་ན་མེད་པ་ལ་སྐྱེ་བ་དང་འགག་པ་དག་ཀྱང་ཇི་ལྟར་སྣང་།
en: Someone may think that if those dharmas do not exist how could what does not exist have the appearance of production and stopping?

source: ཇི་ལྟར་ངན་འགྲོ་འགྲིབ་ཅིང་བདེ་འགྲོ་འཕེལ་བར་འགྱུར།
en: How could terrible forms of life decrease and good forms of life increase?

source: ཅིའི་ཕྱིར་སྔར་ཀུན་ནས་ཉོན་མོངས་ལ།
en: Why would there be defilement before and purification afterward?

source: ཕྱིས་རྣམ་པར་བྱང་བར་འགྱུར་སྙམ་པ་ལ་དེའི་ཕྱིར་ངོ་བོ་ཉིད་མེད་པ་ལ་ནི་སྐྱེ་བ་མེད་འགག་པ་མེད། འཕེལ་བ་མེད། འགྲིབ་པ་མེད། ཀུན་ནས་ཉོན་མོངས་པ་མེད། རྣམ་པར་བྱང་བ་མེད་ཅེས་བྱ་བ་གསུངས་སོ།
en: To them, it says “because where there is no intrinsic nature there is no production, stopping, decrease, increase, defilement, or purification.”

source: །ཆོས་ཐམས་ཅད་ནི་ངོ་བོ་ཉིད་མེད་པ་ཡིན་ན། གང་བྱང་ཆུབ་སེམས་དཔའི་མིང་ལ་སོགས་པ་ནས། གཟུགས་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་སོགས་པའི་ངོ་བོ་ཉིད་ཀྱི་བར་ལ་ཐུག་པ་དེ་དག་དོན་དམ་པར་ཡོད་པ་མ་ཡིན་ན། དེ་དག་ལ་སྐྱེ་བ་དང་། འགག་པ་དང་། འཕེལ་བ་དང་།
en: Given that all dharmas are without an intrinsic nature, if the intrinsic natures of the name bodhisattva and so on, up to those of feeling, perception, volitional factors, and consciousness, ultimately exist, how could they have “production, stopping, decrease, increase, defilement, and purification”?

source: འགྲིབ་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་ཞེས་བྱ་བ་ཡོད་པར་ག་ལ་འགྱུར། འདི་ལྟར་ངོ་བོ་ཉིད་གཅིག་ཡོད་པར་གྱུར་ན། ཀུན་བརྟགས་པའི་ངོ་བོ་ཉིད་དམ།
en: If there is thus one intrinsic nature, do you suppose it is a falsely imagined intrinsic nature, or is it a thoroughly established intrinsic nature?

source: ཡོངས་སུ་གྲུབ་པའི་ངོ་བོ་ཉིད་དུ་འགྱུར་གྲང་ན། དེ་ལ་ཀུན་བརྟགས་པའི་ངོ་བོ་ཉིད་ནི་སྒྱུ་མ་ལ་སོགས་པ་བཞིན་དུ་ཤིན་ཏུ་མེད་པ་ཉིད་དེ།
en: Of those, a falsely imagined nature is absolutely nonexistent, like an illusion and so on.

source: ཇི་ལྟར་སྒྱུ་མའི་གཟུགས་ལ་སོགས་པ་སྣང་བའི་དུས་ན་སྐྱེ་བ་ཡང་མེད། མི་སྣང་བའི་དུས་ན་འགག་པ་ཡང་མེད་ཅིང་། གཅིག་ཏུ་གྱུར་ཀྱང་འགྲིབ་པ་མེད་ལ། མང་པོར་གྱུར་ཀྱང་འཕེལ་བ་མེད་དེ་དེ་དག་ལ་ཀུན་ནས་ཉོན་མོངས་པའམ། རྣམ་པར་བྱང་བར་གྱུར་པ་{ཆུང་ཟད་,ཅུང་ཟད་}ཀྱང་མེད་པ་དེ་བཞིན་དུ་ཀུན་བརྟགས་པའི་ངོ་བོ་ཉིད་རྣམས་ཀྱང་ཤིན་ཏུ་མེད་པའི་ཕྱིར་སྐྱེ་བའམ།
en: Just as there is no production of illusory forms and so on when they appear, and no stopping when they do not appear, no decrease when they have turned into one, and no increase when they have turned into many, and just as there is not the slightest defilement or purification in them, similarly with imaginary natures.

source: འགག་པ་མེད་ལ། འཕེལ་བ་དང་། འགྲིབ་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་མེད་དོ།
en: Because they are absolutely nonexistent they have no production, stopping, decrease, increase, defilement, or purification.

source: །བྱང་ཆུབ་ཀྱང་ཡོངས་སུ་གྲུབ་པའི་ངོ་བོ་ཉིད་དེ། དེ་ཡང་ཤིན་ཏུ་དབེན་པ་ཡོངས་སུ་རྟོག་པ་ཐམས་ཅད་ལས་འདས་པ་དང་། ནམ་མཁའ་ལྟ་བུ་ཡིན་པས་སྐྱེ་བ་ཡང་མེད། འགག་པ་ཡང་མེད་དོ།
en: Even awakening, the thoroughly established entity, is, moreover, absolutely isolated, and is beyond all imagination and like space, so it too is not produced and it also does not stop.

source: །འཕེལ་བ་དང་། འགྲིབ་པ་ཡང་མེད་དོ།
en: It does not decrease and it does not increase.

source: །ཤིན་ཏུ་རྣམ་པར་དག་པ་ཉིད་ཀྱི་ཕྱིར་ཀུན་ནས་ཉོན་མོངས་པ་ཡང་མེད། ངོ་བོ་ཉིད་ཀྱིས་རྣམ་པར་དག་པའི་ཕྱིར་རྣམ་པར་བྱང་བ་ཡང་མེད་དེ།
en: Because it is absolutely pure it has no defilement, and because it is pure in its intrinsic nature it has no purification. “

source: ཅིའི་ཕྱིར་ཞེ་ན།
en: And why?” “

source: གཟུགས་ནི་སྒྱུ་མ་ལྟ་བུ་ཚོར་བ་ནི་སྒྱུ་མ་ལྟ་བུའོ་ཞེས་བྱ་བ་ལ་སོགས་པས་སྟོན་ཏེ།
en: Form is like an illusion, feeling is like an illusion,” and so on explains.

source: དེ་ཡང་རྣམ་པ་གཉིས་སུ་སྟོན་ཏོ། །སྒྱུ་མ་མེད་པ་དང་། སྒྱུ་མ་ལ་འཛིན་པའི་རྣམ་པར་ཤེས་པ་མེད་པར་འགྱུར་རོ།
en: It explains, furthermore, in two parts: the nonexistence of the illusion, and the nonexistence of a grasper-subject consciousness in an illusion. “

source: སྒྱུ་མ་ནི་མིང་ཙམ་དུ་ཟད་དེ་ཡུལ་ན་གནས་པ་མ་ཡིན། ཕྱོགས་ན་གནས་པ་ཡང་མ་ཡིན་ཞེས་བྱ་བས་ནི་སྒྱུ་མ་ཀུན་བརྟགས་པ་ཡིན་པས་ཡོད་པ་མ་ཡིན་པར་བསྟན་ཏོ།
en: And an illusion is just a name that does not reside somewhere, does not reside in a particular place” teaches that an illusion is imaginary and therefore does not exist. “

source: །སྒྱུ་མ་མཐོང་བ་ནི་ལོག་པར་གྱུར་པ་སྟེ། ཡོད་པ་མ་ཡིན་ཞེས་བྱ་བས་ནི་རྣམ་པར་ཤེས་པ་ཡོད་པ་མ་ཡིན་པར་སྟོན་ཏོ།
en: The sight of an illusion is mistaken and does not exist” teaches that consciousness does not exist.

source: །དེ་ལ་ཡུལ་ན་མི་གནས་ཞེས་བྱ་བས་ནི་སྒྱུ་མ་གཟུགས་ཅན་གྱི་མཚན་ཉིད་མིན་པར་བསྟན་ཏེ། གཟུགས་ཅན་གྱི་ཆོས་རྣམས་ནི་ཡུལ་ན་མི་གནས་པའི་ཕྱིར་རོ།
en: There, “does not reside somewhere” teaches that the illusion is not marked as having form, because dharmas having forms do not reside anywhere. “

source: །ཕྱོགས་ན་མི་གནས་ཞེས་བྱ་བས་ནི་གཟུགས་མེད་པའི་མཚན་ཉིད་མ་ཡིན་པར་བསྟན་ཏེ། གཟུགས་མེད་པའི་མཚན་ཉིད་ཀྱི་ཆོས་རྣམ་པར་ཤེས་པ་ལ་སོགས་པ་ནི་ཡུལ་ན་གནས་པ་མ་ཡིན་དུ་ཟིན་ཀྱང་མིག་ལ་སོགས་པའི་ཕྱོགས་ན་གནས་པའི་ཉེ་བར་གདགས་པའི་ཕྱིར། ཕྱོགས་ན་གནས་པ་ཡིན་ནོ།
en: Does not reside in a particular place” teaches that it is not marked as formless, because dharmas marked as formless such as consciousness and so on do not reside anywhere, but still, because they are designated as residing where there are the eyes and so on, they reside in a particular place.

source: །ལོག་པར་གྱུར་པ་ཞེས་བྱ་བ་ནི་བདེན་པ་མ་ཡིན་པར་བསྟན་པའོ།
en: It “is mistaken” teaches that it is not true.

source: །ཡོད་པ་མ་ཡིན་ཞེས་བྱ་བས་ནི་དངོས་པོ་མེད་པའི་མཚན་ཉིད་སྟོན་ཏོ།
en: It “does not exist” teaches that it is marked as a nonexistent thing. “

source: །ངོ་བོ་ཉིད་དང་བྲལ་བ་ཞེས་བྱ་བས་ནི་ངོ་བོ་ཉིད་དུ་མེད་པ་སྟོན་ཏོ།
en: And is devoid of an intrinsic nature” teaches that it does not exist in its intrinsic nature. “

source: །བྱང་ཆུབ་སེམས་དཔའ་ནི་སྒྱུ་མ་ལྟ་བུར་སོ་སོར་རྟོག་པ་ཞེས་བྱ་སྟེ། འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་དེ་ལྟར་སྤྱོད་པའི་ཚེ། ཆོས་གང་ལ་ཡང་སྐྱེ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་ཞེས་བྱ་བ་ལ་སོགས་པས་སྟོན་ཏོ། །དེ་ལ་ཀུན་བརྟགས་པ་ལ་ནི་སྐྱེ་བ་དང་། འགག་པ་གཉིས་མེད་དེ།
en: Bodhisattva great beings practicing the perfection of wisdom like that do not see production,” and so on, “in any dharma at all” teaches that they understand analytically that a bodhisattva is like an illusion.

source: སྣང་བ་དང་མི་སྣང་བ་ཙམ་དུ་ཟད་དོ། །གཞན་གྱི་དབང་ལ་ནི་འཕེལ་བ་དང་། འགྲིབ་པ་གཉིས་མེད་དེ་ཀུན་བརྟགས་པ་ཙམ་དུ་ཟད་དོ། །ཡོངས་སུ་གྲུབ་པ་ལ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་གཉིས་མེད་དེ་རང་བཞིན་གྱིས་ཡོངས་སུ་དག་པ་ཉིད་དུ་ཟད་དོ།
en: There, in a falsely imagined phenomenon the two— “production… stopping”— do not exist because they are simply just appearance and nonappearance; in a dependent phenomenon the two— “decrease… increase”— do not exist because they are simply just imagined; and in a thoroughly established phenomenon the two— “defilement… purification”— do not exist because they are simply just in their basic nature a state of purity.

source: །དེ་ལྟར་ཆོས་ཐམས་ཅད་ངོ་བོ་ཉིད་དུ་མེད་པར་གྱུར་ཀྱང་།
en: Thus all phenomena do not exist in their intrinsic nature.

source: ཡང་ཐེ་ཚོམ་བསལ་བར་བྱ་བའི་ཕྱིར། དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: But still, in order to eliminate a doubt, it says, “And why?

source: འདི་ལྟར་མིང་ནི་བཅོས་མ་སྟེ་ཞེས་བྱ་བ་གསུངས་ཏེ།
en: Because names are made up.”

source: གཟུགས་དང་ཚོར་བ་དང་། འདུ་ཤེས་ཞེས་བྱ་བ་ལ་སོགས་པ་ཕུང་པོ་ལ་སོགས་པའི་མིང་དང་། མཚན་མ་གང་ཡིན་པ་དེ་དག་ནི་བཅོས་མ་ཡིན་གྱི་ངོ་བོ་ཉིད་ཀྱིས་ཡོད་པ་ནི་མ་ཡིན་ནོ།
en: Those names and causal signs of the aggregates— “form, feeling, perception,” and so on—are made up and do not exist on account of their own intrinsic natures.

source: །དེའི་ཕྱིར་ཆོས་ཐམས་ཅད་ངོ་བོ་ཉིད་མེད་པར་ཤེས་པར་བྱ་སྟེ། ངོ་བོ་ཉིད་ནི་བཅོས་མ་མ་ཡིན་པའི་ཕྱིར་རོ།
en: Therefore, it should be understood that all phenomena have no intrinsic nature, because an intrinsic nature would not be made up.

source: །བཅོས་མ་ཉིད་ནི་རྟེན་ཅིང་འབྲེལ་བའི་ཆོས་དེ་དག་ནི་བརྟགས་པ་སྟེ་ཞེས་བྱ་བ་ལ་སོགས་པས་སྟོན་ཏེ།
en: As for a made-up state, that is taught by “those interdependent dharmas, they are imagined,” and so on.

source: རྣམ་པར་བརྟགས་པའི་རྒྱུ་དང་། རྣམ་པར་བརྟགས་པའི་རྐྱེན་ལ་བརྟེན་པའི་ཆོས་དེ་དག་ལ་དེ་ལྟ་དེ་ལྟར་བརྟགས་པས་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཞེས་བྱའོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means those phenomena based on conceptualized causes and conceptualized conditions that are imagined like this or like that, which are called dependent originations.

source: །དེས་ནི་འདི་སྐད་བསྟན་པར་འགྱུར་ཏེ། གལ་ཏེ་གཞན་ལ་བརྟེན་ན་ནི་དེས་ཆོས་དེ་དག་གཞན་གྱི་མཐུས་འབྱུང་གི་རང་གི་མཐུས་འབྱུང་བ་ནི་མ་ཡིན་ན། དེ་ཇི་ལྟར་ངོ་བོ་ཉིད་དུ་འགྱུར།
en: Therefore, it is teaching the following: If those phenomena are contingent on something else, then they come about through the power of something else; they do not come about through their own power, in which case how could they be an intrinsic nature?

source: དེ་བས་ན་རང་གི་དངོས་པོ་མེད་པས་དེ་གཞན་གྱི་དངོས་པོར་གྱུར་པའི་ཕྱིར། ཆོས་ཐམས་ཅད་ངོ་བོ་ཉིད་མེད་པར་གྲུབ་པོ།
en: Therefore, since they are without their own existence, they have an existence from something else, so it is established that all dharmas do not have their own intrinsic nature.

source: །དེ་བས་ན་ངོ་བོ་ཉིད་མེད་པའི་དོན་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་དོན་ཏོ་ཞེས་བྱའོ།
en: Therefore, it is said that “the meaning of the absence of an intrinsic nature is the meaning of dependent origination.”

source: །དེའི་འོག་ཏུ་ཡང་ཀུན་བརྟགས་པའི་མིང་གི་རྒྱུ་ལས་མིང་གི་ཐ་སྙད་འབྱུང་། མིང་གི་ཐ་སྙད་ཀྱི་དབང་གིས་དེ་ལྟར་མངོན་པར་ཞེན་པར་འགྱུར། དེ་ལྟར་མངོན་པར་ཞེན་པའི་དབང་གིས་ཡང་མིང་གི་རྒྱུ་ལ་རྟོག་པ་འབྱུང་། དེའི་དབང་གིས་ཡང་མིང་གི་ཐ་སྙད་འབྱུང་། མིང་གི་ཐ་སྙད་ཀྱི་དབང་གིས་ཀྱང་ཡང་མངོན་པར་ཞེན་པ་འབྱུང་སྟེ།
en: Furthermore, to teach that verbal designations come from imaginary names as causes; that settling down on those as real happens because of the force of the verbal designations; that the mental construction of the causes of the names happens because of the force of settling down on them as real; that verbal designations again come because of the force of that; and that yet again settling down on those as real happens because of the force of the verbal designations, that is to say, to teach that they come about in such a sequence, it says “names plucked out of thin air working subsequently as conventional labels,” and so on.

source: རིམ་པ་འདི་ལྟ་བུར་འབྱུང་བ་བསྟན་པའི་ཕྱིར། གློ་བུར་དུ་བཏགས་པའི་མིང་གི་རྗེས་སུ་ཐ་སྙད་འདོགས་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ། ངོ་བོ་ཉིད་མ་ཡིན་པ་གློ་བུར་ལ་བརྟེན་ནས་བཏགས་པའི་ཕྱིར་གཞན་གྱི་མིང་གི་བརྡས་རྗེས་སུ་ཐ་སྙད་འདོགས་ཤིང་མངོན་པར་བརྗོད་དེ་འདིས་ནི་མིང་གི་ཐ་སྙད་བསྟན་ཏོ།
en: Because they are “plucked out” based not on an intrinsic nature but on “thin air,” they are “subsequently… conventional labels,” expressions from other “names,” conventional terms—that is to say, this teaches verbal designations.

source: །ཡང་ཇི་ལྟ་ཇི་ལྟར་རྗེས་སུ་ཐ་སྙད་འདོགས་པ་དེ་ལྟ་དེ་ལྟར་མངོན་པར་ཞེན་ཏོ་ཞེས་བྱ་བས་ནི་དེ་མངོན་པར་ཞེན་པའི་རྒྱུ་ཡིན་པར་སྟོན་ཏོ།
en: And again, “just as they are subsequently conventionally labeled, so too are they settled down on as real” teaches that they are the cause of settling down on them as real.

source: །མངོན་པར་བརྗོད་པ་ལ་འདྲིས་པའི་སྟོབས་ཀྱིས་བྱུང་བའི་མ་རིག་པ་ལ་སོགས་པའི་དབང་གིས་འདི་ཉིད་ཆོས་རྣམས་ཀྱི་ངོ་བོ་ཉིད་དོ་ཞེས་མངོན་པར་ཞེན་པ་འབྱུང་ངོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that settling down on “just this is the inherent existence of dharmas” comes about through the force of the ignorance and so on that has come about through the force of the expression having become ingrained.

source: །དེ་ལྟར་བྱིས་པ་རྣམས་ཀྱི་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་འབྱུང་བ་བསྟན་ནས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། མིང་དེ་དག་ཐམས་ཅད་ངོ་བོ་ཉིད་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་ཞེས་བྱ་བ་ལ་སོགས་པས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པའི་རིམ་པ་བསྟན་ཏེ།
en: Having taught the incorrect attention of foolish beings, it teaches the stages of the correct attention of bodhisattvas with, “when bodhisattva great beings practicing the perfection of wisdom do not see any of those names as inherently existing,” and so on. “

source: མིང་ཐམས་ཅད་ཅེས་བྱ་བ་ནི་ཀུན་བརྟགས་པའི་མིང་དང་མཚན་མ་རྣམས་ཏེ།
en: Any… names” are imaginary names and causal signs.

source: གློ་བུར་ཡིན་པའི་ཕྱིར་ངོ་བོ་ཉིད་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་བས་མངོན་པར་ཞེན་པར་མི་འགྱུར་ཏེ། ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར་འཁྲུལ་པ་ཙམ་ཁོ་ནའོ།
en: Because they are plucked out of thin air, “they do not see” them “as inherently existing”; “because they do not see them, they do not settle down on them as real”; and because they have no intrinsic nature, they are simply just mistakes.

source: །དེའི་འོག་ཏུ་ཡང་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ་འདི་ལྟར་ཡོངས་སུ་རྟོགས་ཏེ་ཞེས་བྱ་བ་ལ་སོགས་པས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་དེ་ཉིད་རྒྱས་པར་སྟོན་ཏོ། །གང་ཟག་བྱང་ཆུབ་སེམས་དཔའ་དང་།
en: After that, “moreover, Śāriputra, bodhisattva great beings practicing the perfection of wisdom think,” and so on, teaches the correct attention in detail.

source: ཆོས་བྱང་ཆུབ་དང་། གང་ཟག་སངས་རྒྱས་དང་། ཆོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། གཟུགས་ལ་སོགས་པའི་ཆོས་ཀྱི་མིང་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཡང་མིང་ཙམ་ཉིད་དུ་སོ་སོར་རྟོག་གོ།
en: They understand analytically that the person “bodhisattvas,” the dharma “awakening,” the person “the awakened one,” the dharmas “the perfection of wisdom… form,” and so on— the names for the dharmas—and even the name bodhisattva, are simply just names.

source: །དེ་ལ་ཡང་དཔེར་བསྟན་པ། ཤཱ་རིའི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན་བདག་བདག་ཅེས་བྱ་བ་འདི་ནི་ཐ་སྙད་དུ་བརྗོད་ཅེས་བྱ་བ་ལ་སོགས་པ་སྟེ།
en: For that there is also an explanation with an example: “For example, Śāriputra, ‘self’ is said again and again,” and so on.

source: ཀུན་རྫོབ་ཏུ་དམིགས་སུ་ཡོད་ཀྱང་དོན་དམ་པར་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར་དམིགས་སུ་མེད་དེ། དམིགས་སུ་མེད་པའི་མཚན་ཉིད་ནི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ཀྱི་ཕྱིར་རོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that even though a self can be apprehended conventionally, ultimately it is an emptiness, so it “cannot be apprehended” because the mark of something that cannot be apprehended is the nonexistence of an intrinsic nature.

source: །དེ་ནས་ཡང་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཀྱང་ཞེས་བྱ་བ་ལ་སོགས་པས་དཔེ་དང་བསྟུན་པའི་མཇུག་སྡུད་དེ།
en: Then it also sums up what corresponds to the example with, “Similarly, bodhisattva great beings practicing the perfection of wisdom also…,” and so on.

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་སོགས་པའི་ཆོས་རྣམ་པ་ལྔ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They “do not see” the fivefold dharmas of the bodhisattvas, and so on.

source: །དེ་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་བས་རྒྱུ་མེད་པའི་ཕྱིར་མིང་དང་མཚན་མ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Because they do not see those, the causes do not exist, so “they do not see even the names” and causal signs.

source: །དེ་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་བས་རྒྱུ་མེད་པའི་ཕྱིར་མངོན་པར་ཞེན་པར་མི་བྱེད་དོ།
en: Because they do not see those, the causes do not exist, so they do not “settle down on them as real.” “

source: །གང་གིས་མངོན་པར་ཞེན་པར་འགྱུར་བ་དེ་ཡང་དེས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་ཞེས་བྱ་བས་ནི་མངོན་པར་ཞེན་པ་མེད་པས་མངོན་པར་ཞེན་པའི་རྒྱུ་ཡང་མི་དམིགས་པར་སྟོན་ཏོ།
en: Because they do not see what would make them settle down on them as real” teaches that because settling down on them as real does not exist, they do not apprehend even the cause of settling down on them as real.

source: །མཚན་མའི་བརྡ་གང་ཡིན་པ་དང་། ཡང་དག་པ་མ་ཡིན་པ་ཀུན་བརྟགས་པའི་སེམས་གང་གིས་མངོན་པར་ཞེན་པར་བྱེད་པའི་མཚན་མ་དེ་འམ་སེམས་དེ་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ངོ་།
en: They do not see the conventional term for a causal sign, or the causal sign on account of which the mind imagining the unreal settles down, or the mind.

source: །དེ་ལྟར་དམིགས་སུ་མེད་པའི་སྤྱོད་པ་བསྟན་ནས་དེའི་འོག་ཏུ་དེ་བཞིན་གཤེགས་པའི་ཤེས་རབ་མ་གཏོགས་པར་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཤེས་རབ་ཟིལ་གྱིས་གནོན་ཏེ་ཞེས་བྱ་བས་ནི་དེའི་རྒྱུ་མཐུན་པ་སྟོན་ཏོ།
en: Having thus taught the practice that cannot be apprehended, it then teaches what is in harmony with that as its cause, with “setting aside the wisdom of a tathāgata, [they]… surpass the wisdom of all śrāvakas and pratyekabuddhas.”

source: །དེའི་འོག་ཏུ་དམིགས་སུ་མེད་པའི་སྤྱོད་པ་འདི་ལ་ཞུགས་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཆེ་བའི་བདག་ཉིད་བསྟན་པས་གདུལ་བའི་འཁོར་དེ་དག་སྤྲོ་བ་བསྐྱེད་པའི་ཕྱིར། ཤཱ་རིའི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན་འཛམ་བུའི་གླིང་འདི་དགེ་སློང་ཤཱ་རིའི་བུ་དང་མཽད་གལ་གྱི་བུ་ལྟ་བུ་ཤ་སྟག་གིས་ཡོངས་སུ་གང་བར་གྱུར་ཅེས་བྱ་བ་ལ་སོགས་པས་དམིགས་ཀྱིས་དབྱེ་བ་སྟོན་ཏོ། །འདམ་བུའི་ཚལ་ལམ། འོད་མའི་ཚལ་ལམ། བུ་རམ་ཤིང་གི་ཚལ་ལམ།
en: Then, to arouse enthusiasm in that retinue of trainees by teaching the greatnesses of bodhisattvas who have set forth into this practice that cannot be apprehended, it teaches their exceptional status with, “To illustrate, Śāriputra, if this Jambudvīpa were filled with monks similar in worth to Śāriputra and Maudgalyāyana,” and so on. “
